{
  "en": {
    "pageTitle": "Elemental Manifestation - Sacred Journey",
    "titleHeading": "How to live your dream",
    "willDirects": "Will directs energy",
    "focusedAttention": "your focused attention collapses infinite possibilities into one reality",
    
    "navDots": {
      "theMagician": "The Magician",
      "infinity": "Infinity",
      "senseOfSelf": "Sense of Self",
      "desire": "Desire",
      "imagination": "Imagination",
      "soulAlignment": "Soul-Alignment",
      "feeling": "Feeling",
      "trials": "Trials",
      "embodiment": "Embodiment",
      "newStart": "New Start"
    },
    
    "section0": {
      "title": "Infinity",
      "subtitle": "The space of all variants",
      "description": "At the beginning there is space. Infinity. A place where everything exists simultaneously—all variants of how reality could look already exist. Absolute potential without a center, an endless field of possibilities waiting to be chosen.",
      "principles": [
        "All possibilities coexist in the quantum field of pure potential",
        "Every timeline, every outcome, every dream already exists here",
        "In infinity, there is no center—only endless expansion"
      ]
    },
    
    "section05": {
      "title": "Sense of Self",
      "subtitle": "The Monad Awakens",
      "description": "In the vast infinity, a point of consciousness emerges—the Monad. The first movement from endless potential into self-awareness. This is you, recognizing yourself as a unique perspective within the infinite field of possibilities.",
      "principles": [
        "The Monad is the first principle—undivided consciousness",
        "From infinite possibilities, awareness chooses to be",
        "The center that creates all circles begins here"
      ]
    },
    
    "section1": {
      "title": "Desire",
      "subtitle": "The Spark",
      "description": "First, there's a deep sense, a deep desire. It's simple: \"I want.\" You don't even have to know what you want or how to achieve it. Just that spark: \"I deeply desire something.\" This ignites the fire element, the creative force that transforms potential into direction.",
      "principles": [
        "Desire is the fire that ignites manifestation",
        "The pentagram channels will through five sacred points",
        "From the spark comes the flame of creation"
      ]
    },
    
    "section2": {
      "title": "Imagination",
      "subtitle": "Creating the Vision",
      "description": "Then imagination comes; that burning desire pushes you to imagine. You're starting to see your goal, shaping it with the air element of mind. The hexagram forms—as above in imagination, so below in reality. Vision crystallizes from formless desire.",
      "principles": [
        "Imagination gives form to formless desire",
        "The hexagram unites heaven and earth through vision",
        "Air carries thoughts into the realm of possibility"
      ]
    },
    
    "section3": {
      "title": "Soul-Alignment",
      "subtitle": "Ethics of Intention",
      "description": "Your imagination should always be in harmony with your soul, otherwise you'll reach a desire that wasn't truly yours. When imagining, we should always think only of fulfillment that harms no one. This isn't a command to the universe; you can call in bad things too, but you'll always pay for it.",
      "principles": [
        "True desires resonate with the soul's authentic frequency",
        "Ethical intention creates harmony in manifestation",
        "What harms none flows freely through creation"
      ]
    },
    
    "section4": {
      "title": "The Feeling",
      "subtitle": "\"It Already Happened\"",
      "description": "You must be guided by feeling; when you imagine your goal, feel as if you have already achieved it, even in everyday life. Keep operating in that feeling and tune your actions to it. Like water finding its level, the feeling settles into perfect stillness of accomplishment.",
      "principles": [
        "Feel the completion before the form appears",
        "Water always finds its true level—let feeling flow naturally",
        "Live from the end, not toward it"
      ]
    },
    
    "section5": {
      "title": "Trials",
      "subtitle": "The Waves",
      "description": "Trust that what feels like falling apart is actually falling into place. Keep that feeling within; don't fight what you see, but don't resist either. Let yourself be carried by the wave. The storm tests your commitment, but the center remains calm.",
      "principles": [
        "Trials are the universe testing your readiness",
        "In the eye of the storm, find your stillness",
        "The phoenix rises through the flames of challenge"
      ]
    },
    
    "section6": {
      "title": "Embodiment",
      "subtitle": "The Kingdom Opens",
      "description": "If you persist, the heavenly kingdom materializes, and those who didn't believe in you begin to admire you; you become the master of your reality. Inner state prints outward—the crown manifests, the throne appears, and reality responds to your sovereign presence.",
      "principles": [
        "The inner kingdom manifests as outer sovereignty",
        "Reality reorganizes itself around your embodied truth",
        "Earth receives and grounds all that descends from above"
      ]
    },
    
    "section7": {
      "title": "The New Start",
      "subtitle": "Higher Resolution Reality",
      "description": "Reality crystallizes through new lenses of perception. Each layer becomes transparent, each pattern reveals its purpose. The journey begins anew from an elevated octave—what was once hidden now shimmers in pristine clarity. You see with the eyes that have witnessed transformation.",
      "principles": [
        "Perception upgraded to crystalline clarity",
        "The spiral returns to origin at a higher level",
        "Integration births new possibilities"
      ]
    }
  },
  
  "cz": {
    "pageTitle": "Elementální Manifestace - Posvátná Cesta",
    "titleHeading": "Jak žít svůj sen",
    "willDirects": "Vůle řídí energii",
    "focusedAttention": "tvá soustředěná pozornost zhroutí nekonečné možnosti do jedné reality",
    
    "navDots": {
      "theMagician": "Mág",
      "infinity": "Nekonečno",
      "senseOfSelf": "Smysl Já",
      "desire": "Touha",
      "imagination": "Představivost",
      "soulAlignment": "Soulad Duše",
      "feeling": "Pocit",
      "trials": "Zkoušky",
      "embodiment": "Ztělesnění",
      "newStart": "Nový Začátek"
    },
    
    "section0": {
      "title": "Nekonečno",
      "subtitle": "Prostor všech variant",
      "description": "Na počátku je prostor. Nekonečno. Místo, kde vše existuje současně—všechny varianty toho, jak by realita mohla vypadat, již existují. Absolutní potenciál bez středu, nekonečné pole možností čekajících na vybrání.",
      "principles": [
        "Všechny možnosti koexistují v kvantovém poli čistého potenciálu",
        "Každá časová linie, každý výsledek, každý sen zde již existuje",
        "V nekonečnu není střed—pouze nekonečná expanze"
      ]
    },
    
    "section05": {
      "title": "Smysl Já",
      "subtitle": "Monáda se probouzí",
      "description": "V nekonečné šíři se vynořuje bod vědomí—Monáda. První pohyb z nekonečného potenciálu do sebeuvědomění. To jsi ty, rozpoznávající sebe jako jedinečnou perspektivu v nekonečném poli možností.",
      "principles": [
        "Monáda je první princip—nerozdělené vědomí",
        "Z nekonečných možností si uvědomění volí být",
        "Střed, který vytváří všechny kruhy, začíná zde"
      ]
    },
    
    "section1": {
      "title": "Touha",
      "subtitle": "Jiskra",
      "description": "Nejprve je tu hluboký pocit, hluboká touha. Je to jednoduché: \"Chci.\" Nemusíš ani vědět, co chceš nebo jak toho dosáhnout. Jen ta jiskra: \"Hluboce po něčem toužím.\" To zapaluje element ohně, tvůrčí sílu, která transformuje potenciál ve směr.",
      "principles": [
        "Touha je oheň, který zapaluje manifestaci",
        "Pentagram směřuje vůli skrze pět posvátných bodů",
        "Z jiskry přichází plamen stvoření"
      ]
    },
    
    "section2": {
      "title": "Představivost",
      "subtitle": "Vytváření vize",
      "description": "Pak přichází představivost; ta hořící touha tě tlačí k představování. Začínáš vidět svůj cíl, formovat jej elementem vzduchu mysli. Tvoří se hexagram—jak nahoře v představivosti, tak dole v realitě. Vize krystalizuje z beztvaru touhy.",
      "principles": [
        "Představivost dává formu beztvaré touze",
        "Hexagram spojuje nebe a zemi skrze vizi",
        "Vzduch nese myšlenky do říše možností"
      ]
    },
    
    "section3": {
      "title": "Soulad Duše",
      "subtitle": "Etika záměru",
      "description": "Tvá představivost by měla být vždy v harmonii s tvou duší, jinak dosáhneš touhy, která nebyla skutečně tvá. Při představování bychom měli vždy myslet pouze na naplnění, které nikomu neubližuje. To není příkaz vesmíru; můžeš přivolat i špatné věci, ale vždy za to zaplatíš.",
      "principles": [
        "Pravé touhy rezonují s autentickou frekvencí duše",
        "Etický záměr vytváří harmonii v manifestaci",
        "Co nikomu neškodí, volně proudí stvořením"
      ]
    },
    
    "section4": {
      "title": "Pocit",
      "subtitle": "\"Už se to stalo\"",
      "description": "Musíš být veden pocitem; když si představuješ svůj cíl, pociťuj, jako bys jej již dosáhl, dokonce i v každodenním životě. Zůstávej v tom pocitu a nalaď na něj své činy. Jako voda nalézající svou hladinu, pocit se usazuje do dokonalého klidu naplnění.",
      "principles": [
        "Pociťuj dokončení dříve, než se forma objeví",
        "Voda vždy najde svou skutečnou hladinu—nech pocit přirozeně plynout",
        "Žij z konce, ne směrem k němu"
      ]
    },
    
    "section5": {
      "title": "Zkoušky",
      "subtitle": "Vlny",
      "description": "Věř, že to, co vypadá jako rozpad, je ve skutečnosti skládání na správné místo. Udrž ten pocit uvnitř; nebojuj s tím, co vidíš, ale ani neodporuj. Nech se nést vlnou. Bouře testuje tvé odhodlání, ale střed zůstává klidný.",
      "principles": [
        "Zkoušky jsou vesmír testující tvou připravenost",
        "V oku bouře najdi svůj klid",
        "Fénix povstává skrze plameny výzvy"
      ]
    },
    
    "section6": {
      "title": "Ztělesnění",
      "subtitle": "Království se otevírá",
      "description": "Pokud vytrváš, nebeské království se materializuje a ti, kteří ti nevěřili, tě začnou obdivovat; stáváš se pánem své reality. Vnitřní stav se otiskuje navenek—koruna se manifestuje, trůn se objevuje a realita reaguje na tvou svrchovanou přítomnost.",
      "principles": [
        "Vnitřní království se manifestuje jako vnější svrchovanost",
        "Realita se reorganizuje kolem tvé ztělesněné pravdy",
        "Země přijímá a uzemňuje vše, co sestupuje shora"
      ]
    },
    
    "section7": {
      "title": "Nový Začátek",
      "subtitle": "Realita vyššího rozlišení",
      "description": "Realita krystalizuje skrze nové čočky vnímání. Každá vrstva se stává průhlednou, každý vzor odhaluje svůj účel. Cesta začíná znovu z vyšší oktávy—co bylo kdysi skryté, nyní září v dokonalé jasnosti. Vidíš očima, které byly svědky transformace.",
      "principles": [
        "Vnímání povýšeno na křišťálovou jasnost",
        "Spirála se vrací k počátku na vyšší úrovni",
        "Integrace rodí nové možnosti"
      ]
    }
  }
}