{
  "en": {
    "pageTitle": "Elemental Manifestation — Sacred Journey",
    "titleHeading": "How to Live Your Dream",
    "willDirects": "Will directs energy",
    "focusedAttention": "Your focused attention collapses infinite possibilities into a single reality",
    "navDots": {
      "theMagician": "The Magician",
      "infinity": "Infinity",
      "senseOfSelf": "Sense of Self",
      "desire": "Desire",
      "imagination": "Imagination",
      "soulAlignment": "Soul Alignment",
      "feeling": "Feeling",
      "trials": "Trials",
      "embodiment": "Embodiment",
      "newStart": "New Start"
    },
    "section0": {
      "title": "Infinity",
      "subtitle": "The Space of All Variants",
      "description": "In the beginning there is space—Infinity. A realm where everything exists at once: all versions of reality are already present. Pure potential without a center, an endless field of possibilities waiting to be chosen.",
      "principles": [
        "All possibilities coexist in the quantum field of pure potential",
        "Every timeline, outcome, and dream already exists here",
        "In infinity there is no center—only boundless expansion"
      ]
    },
    "section05": {
      "title": "Sense of Self",
      "subtitle": "The Monad Awakens",
      "description": "Within the vast infinity, a point of consciousness arises—the Monad. The first movement from limitless potential into self‑awareness. This is you, recognizing yourself as a unique perspective within the infinite field.",
      "principles": [
        "The Monad is the first principle—undivided consciousness",
        "From infinite possibilities, awareness chooses to be",
        "The center from which all circles arise begins here"
      ]
    },
    "section1": {
      "title": "Desire",
      "subtitle": "The Spark",
      "description": "First comes a deep feeling, a clear desire. It’s simple: “I want.” You don’t need to know what or how yet—only that spark: “I deeply desire.” This ignites the fire element, the creative force that turns potential into direction.",
      "principles": [
        "Desire is the fire that ignites manifestation",
        "The pentagram channels will through five sacred points",
        "From the spark, the flame of creation grows"
      ]
    },
    "section2": {
      "title": "Imagination",
      "subtitle": "Creating the Vision",
      "description": "Then imagination arrives; burning desire pushes you to envision. You begin to see the goal, shaping it with the air element of mind. The hexagram forms—as above in imagination, so below in reality. Vision crystallizes out of formless desire.",
      "principles": [
        "Imagination gives shape to formless desire",
        "The hexagram unites heaven and earth through vision",
        "Air carries thought into the realm of possibility"
      ]
    },
    "section3": {
      "title": "Soul Alignment",
      "subtitle": "Ethics of Intention",
      "description": "Your imagination should harmonize with your soul, or you may achieve a desire that was never truly yours. When imagining, intend only fulfillments that harm no one. This isn’t a command to the universe—you can call in harmful things too, but there is always a cost.",
      "principles": [
        "True desires resonate with the soul’s authentic frequency",
        "Ethical intention creates harmony in manifestation",
        "What harms none flows freely through creation"
      ]
    },
    "section4": {
      "title": "Feeling",
      "subtitle": "“It Already Happened”",
      "description": "Let feeling lead; as you imagine your goal, feel as if it has already been achieved—even in daily life. Remain in that feeling and tune your actions to it. Like water finding its level, the feeling settles into the stillness of fulfillment.",
      "principles": [
        "Feel completion before the form appears",
        "Water finds its true level—let feeling flow naturally",
        "Live from the end, not toward it"
      ]
    },
    "section5": {
      "title": "Trials",
      "subtitle": "The Waves",
      "description": "Trust that what seems to fall apart is falling into place. Keep the feeling within; don’t fight what you see, but don’t cling either. Let the wave carry you. The storm tests commitment, while the center remains calm.",
      "principles": [
        "Trials are the universe testing your readiness",
        "In the eye of the storm, find stillness",
        "The phoenix rises through the flames of challenge"
      ]
    },
    "section6": {
      "title": "Embodiment",
      "subtitle": "The Kingdom Opens",
      "description": "If you persist, the inner kingdom takes form; those who doubted begin to admire. You become the master of your reality. Inner state prints outward—the crown manifests, the throne appears, and reality responds to your sovereign presence.",
      "principles": [
        "The inner kingdom manifests as outer sovereignty",
        "Reality reorganizes around your embodied truth",
        "Earth receives and grounds all that descends from above"
      ]
    },
    "section7": {
      "title": "New Start",
      "subtitle": "Higher‑Resolution Reality",
      "description": "Reality crystallizes through new lenses of perception. Layers turn transparent; patterns reveal their purpose. The journey begins anew at a higher octave—what was hidden now shines with clarity. You see with eyes that have witnessed transformation.",
      "principles": [
        "Perception upgraded to crystalline clarity",
        "The spiral returns to origin at a higher turn",
        "Integration births new possibilities"
      ]
    }
  },
  "cz": {
    "pageTitle": "Elementární manifestace — Posvátná cesta",
    "titleHeading": "Jak žít svůj sen",
    "willDirects": "Vůle řídí energii",
    "focusedAttention": "Tvoje soustředěná pozornost zhustí nekonečné možnosti do jediné reality",
    "navDots": {
      "theMagician": "Mág",
      "infinity": "Nekonečno",
      "senseOfSelf": "Vědomí já",
      "desire": "Touha",
      "imagination": "Představivost",
      "soulAlignment": "Soulad duše",
      "feeling": "Pocit",
      "trials": "Zkoušky",
      "embodiment": "Ztělesnění",
      "newStart": "Nový začátek"
    },
    "section0": {
      "title": "Nekonečno",
      "subtitle": "Prostor všech variant",
      "description": "Na počátku je prostor — Nekonečno. Říše, kde vše existuje zároveň: všechny verze reality jsou už přítomné. Čistý potenciál bez středu, nekonečné pole možností čekající na volbu.",
      "principles": [
        "Všechny možnosti koexistují v kvantovém poli čistého potenciálu",
        "Každá časová linie, každý výsledek i sen zde už existuje",
        "V nekonečnu není střed — pouze bezbřehá expanze"
      ]
    },
    "section05": {
      "title": "Vědomí já",
      "subtitle": "Monáda se probouzí",
      "description": "V nekonečné šíři se rodí bod vědomí — Monáda. První pohyb z neomezeného potenciálu do sebe‑uvědomění. To jsi ty: rozpoznání sebe jako jedinečné perspektivy v nekonečném poli.",
      "principles": [
        "Monáda je první princip — nerozdělené vědomí",
        "Z nekonečných možností si vědomí volí být",
        "Zde vzniká střed, z něhož se rodí všechny kruhy"
      ]
    },
    "section1": {
      "title": "Touha",
      "subtitle": "Jiskra",
      "description": "Nejprve přichází hluboký pocit, jasná touha. Je to prosté: „Chci.“ Ještě nemusíš vědět co ani jak — stačí ta jiskra: „Hluboce po tom toužím.“ Tím se zažehne element ohně, tvůrčí síla, která mění potenciál ve směr.",
      "principles": [
        "Touha je oheň, který zažehává manifestaci",
        "Pentagram směruje vůli skrze pět posvátných bodů",
        "Z jiskry roste plamen tvoření"
      ]
    },
    "section2": {
      "title": "Představivost",
      "subtitle": "Tvorba vize",
      "description": "Pak nastupuje představivost; hořící touha tě vede k obrazu. Začínáš vidět cíl a tvarovat jej elementem vzduchu — myslí. Vystupuje hexagram: jak nahoře v představě, tak dole v realitě. Vize krystalizuje z beztvaré touhy.",
      "principles": [
        "Představivost dává tvar beztvaré touze",
        "Hexagram spojuje nebe a zemi skrze vizi",
        "Vzduch nese myšlenky do říše možností"
      ]
    },
    "section3": {
      "title": "Soulad duše",
      "subtitle": "Etika záměru",
      "description": "Představivost má být v souladu s tvojí duší, jinak můžeš dosáhnout něčeho, co nebylo skutečně tvoje. Při vizualizaci míř vždy k naplnění, které nikomu neubližuje. Není to rozkaz vesmíru — lze přivolat i škodlivé věci, ale cena vždy přijde.",
      "principles": [
        "Pravé touhy rezonují s autentickou frekvencí duše",
        "Etický záměr přináší harmonii do manifestace",
        "Co nikomu neškodí, volně proudí stvořením"
      ]
    },
    "section4": {
      "title": "Pocit",
      "subtitle": "„Už se to stalo“",
      "description": "Nech vést pocit; když si cíl představuješ, prožívej, jako by už byl naplněn — i v běžném dni. Zůstávej v tom prožitku a slaď s ním své činy. Jako voda hledající hladinu se pocit usadí do klidu naplnění.",
      "principles": [
        "Prociť dokončení dřív, než se zjeví forma",
        "Voda vždy najde svou hladinu — nech pocit přirozeně plynout",
        "Žij z konce, ne směrem k němu"
      ]
    },
    "section5": {
      "title": "Zkoušky",
      "subtitle": "Vlny",
      "description": "Věř, že to, co vypadá jako rozpad, se skládá na své místo. Uchovej pocit uvnitř; nebojuj s tím, co vidíš, ale ani se neupínej. Nech se nést vlnou. Bouře prověřuje odhodlání, zatímco střed zůstává klidný.",
      "principles": [
        "Zkoušky testují tvou připravenost",
        "V oku bouře najdi svůj klid",
        "Fénix vstává z plamenů výzvy"
      ]
    },
    "section6": {
      "title": "Ztělesnění",
      "subtitle": "Království se otevírá",
      "description": "Vytrváš‑li, vnitřní království se vtiskne do světa; ti, kdo nevěřili, začnou obdivovat. Stáváš se pánem své reality. Vnitřní stav se tiskne navenek — objevuje se koruna i trůn a realita odpovídá na tvou svrchovanou přítomnost.",
      "principles": [
        "Vnitřní království se zjevuje jako vnější svrchovanost",
        "Realita se přeuspořádá kolem tvé ztělesněné pravdy",
        "Země přijímá a uzemňuje vše, co přichází shůry"
      ]
    },
    "section7": {
      "title": "Nový začátek",
      "subtitle": "Realita ve vyšším rozlišení",
      "description": "Realita krystalizuje skrze nové čočky vnímání. Vrstvy se zprůhlední, vzory odhalí svůj smysl. Cesta začíná znovu v vyšší oktávě — co bylo skryté, nyní září jasem. Díváš se očima, která byla svědkem proměny.",
      "principles": [
        "Vnímání povýšené na křišťálovou jasnost",
        "Spirála se vrací k počátku na vyšším závitu",
        "Integrace rodí nové možnosti"
      ]
    }
  }
}